[Archetypes.ARC_IA_BlacksiteVial XComInteractiveLevelActor]
FriendlyDisplayName="Очисна центрифуга"

[Archetypes.ARC_IA_BroadcastStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Управлiння мережею"

[Archetypes.ARC_IA_FlightDevice XComInteractiveLevelActor]
FriendlyDisplayName="Перетворювач енергiї"

[Archetypes.ARC_IA_ForgeStasisTube XComInteractiveLevelActor]
FriendlyDisplayName="Стазис-капсула"

[Archetypes.ARC_IA_HackableAlienComputerBase XComInteractiveLevelActor]
FriendlyDisplayName="Аварiйний маяк"

[Archetypes.ARC_IA_HackableStationBase XComInteractiveLevelActor]
FriendlyDisplayName="Термiнал мережi"
